Repository: milouse/quack
Catalog: po/*/LC_MESSAGES/quack.po
Languages: es, fr, nb_no

source: error:
fr: erreur :
nb_no: feil:

source: warning:
es: atención:
fr: avertissement :
nb_no: advarsel:

source: [installed]
es: [instalados]
fr: [installé]
nb_no: [installert]

source: You are going to run a `sudo' command and a password will be prompted. Press Enter to continue.
fr: Vous êtes sur le point d'exécuter une commande `sudo' et un mot de passe va vous être demandé. Appuyez sur Entrée pour continuer.

source: Orphaned packages
es: Paquetes huérfanos
fr: Paquets orphelins
nb_no: Avsondrede pakker

source: 0 orphaned package found
fr: 0 paquet orphelin trouvé

source: Pacman post transaction files
es: Ficheros de transacciones de pacman
fr: Fichiers transactionnels de pacman
nb_no: Etteroverføringsfiler for Pacman

source: 0 transactional file found
fr: 0 fichier transactionnel trouvé

source: Removed packages kept in cache
es: Los paquetes eliminados se conservan en memoria cache
fr: Paquets supprimés conservés en cache
nb_no: Fjernede pakker beholdt i hurtiglager

source: Old package versions kept in cache
es: Versiones antiguas de los paquetes se conservan en memoria cache
fr: Anciennes versions des paquets conservées en cache
nb_no: Gamle pakkeversjoner beholdt i hurtiglager

# female
source: {n} docker {item} found
fr: {n} {item} docker trouvée

# male
source: {n} docker {item} found
fr: {n} {item} docker trouvé

source: Removing packages kept in cache…
fr: Suppression des paquets conservés en cache…

source: paccache is not installed on your system. It's provided in the pacman-contrib package.
fr: paccache n'est pas installé sur votre système. Il est fourni au sein du paquet pacman-contrib.

source: Removing leftover docker {item}
fr: Suppression des {item} dockers inutiles

# female
source: no candidate {item}s found for removing
fr: pas de candidate {item} trouvée à supprimer

# male
source: no candidate {item}s found for removing
fr: pas de candidat {item} trouvé à supprimer

# female
source: finished: {n} {item} removed
fr: terminé : {n} {item} supprimée

# male
source: finished: {n} {item} removed
fr: terminé : {n} {item} supprimé

source: {pkg} is not an AUR package, maybe a group or a virtual package.
fr: {pkg} n'est pas un paquet AUR, peut-être un groupe ou un paquet virtuel.

source: The following package must be installed first: {pkg}
fr: Le paquet suivant doit être préalablement installé : {pkg}

source: An error occured while installing the dependency {pkg}
fr: Une erreur est survenue lors de l'installation de la dépendance {pkg}

source: An error occured while marking the package {pkg} as non-explicitely installed.
fr: Une erreur est survenue lors de l'inscription du paquet {pkg} comme dépendance.

source: Your system run a newer version of {pkg}
es: Tu sistema usa una versión más nueva de {pkg}
fr: Votre système utilise une version plus récente de {pkg}
nb_no: Systemet ditt kjører en nyere versjon av {pkg}

source: Do you want to upgrade the above packages?
es: ¿Quieres actualizar los paquetes especificados más arriba?
fr: Voulez-vous mettre à jour les paquets ci-dessus ?
nb_no: Ønsker du å oppgradere pakkene ovenfor?

source: Impossible to clone {pkg} from AUR.
fr: Impossible de cloner {pkg} depuis AUR.

source: {pkg} is NOT an AUR package.
fr: {pkg} n'est PAS un paquet AUR.

source: Integrity file check fails.
fr: La vérification de l'intégrité des fichiers a échoué.

source: An error occured while creating docker container.
fr: Une erreur est survenue lors de la création du container docker.

source: An error occured while creating the chroot dir in {folder}
fr: Une erreur est survenue lors de la création du dossier de chroot dans {folder}

source: A permission error occured while deleting the quack temp dir {folder}
fr: Une erreur de droit est survenue lors de la suppression du dossier temporaire de quack {folder}

source: Package {pkg} is already built as {pkgfile}
es: El paquete {pkg} ya fue construido como {pkgfile}
fr: Le paquet {pkg} a déjà été construit dans {pkgfile}
nb_no: Pakken {pkg} er allerede bygd som {pkgfile}

source: Package {pkg} is ready to be built in {path}
es: El paquete {pkg} está listo para ser construido en {path}
fr: Le paquet {pkg} est prêt à être construit dans {path}
nb_no: Pakken {pkg} er klar til å bli bygd i {path}

source: You should REALLY take time to inspect its PKGBUILD
fr: Vous devriez VRAIMENT prendre le temps de vérifier le PKGBUILD

source: When it's done, shall we continue?
es: Cuando esté hecho ¿deberíamos continuar?
fr: Lorsque c'est fait, devons nous continuer ?
nb_no: Når det er gjort, skal vi fortsette?

source: Jail type {type} is not known.
fr: Le type d'isolation {type} n'est pas connu.

source: An error occured while building {pkg}
fr: Une erreur est survenue lors de la construction de {pkg}

source: The following packages have been built:
es: Los siguientes paquetes han sido construidos:
fr: Les paquets suivant ont été construits :
nb_no: Følgende pakker har blitt bygd:

source: Which one do you really want to install?
es: ¿Cuál quieres instalar realmente?
fr: Lequel d'entre eux voulez-vous réellement installer ?
nb_no: Hvilken ønsker du å installere?

source: <nothing>
fr: <rien>

source: {str} is not a valid input.
fr: {str} n'est pas une entrée valide.

source: [outdated]
es: [desactualizado]
fr: [périmé]
nb_no: [utdatert]

source: Since {date}
es: Desde {date}
fr: Depuis le {date}
nb_no: Siden {date}

source: Name
es: Nombre
fr: Nom
nb_no: Navn

source: Licenses
es: Licencias
fr: Licences
nb_no: Lisenser

source: Provides
es: Provee
fr: Fournit
nb_no: Tilbyr

source: Depends On
es: Depende de
fr: Dépend de
nb_no: Avhenger av

source: Build Depends On
es: La construcción depende de
fr: Construction dépend de
nb_no: Bygg avhenger av

source: Conflicts With
es: Tiene conflicto con
fr: Est en conflit avec
nb_no: Kolliderer med

source: Last Maintainer
es: Último empaquetador
fr: Dernier paqueteur
nb_no: Siste vedlikeholder

source: Last Modified
es: Última modificación
fr: Dernière modification
nb_no: Sist endret

source: Out of Date
es: Desactualizado
fr: Périmé
nb_no: Utdatert

source: Votes Number
es: Número de Votos
fr: Nombre de vote
nb_no: Stemmenummer

source: Popularity
es: Popularidad
fr: Popularité
nb_no: Popularitet

source: AUR Page
es: Página AUR
fr: Page AUR
nb_no: AUR-side

source: Keywords
es: Palabras clave
fr: Mots clés
nb_no: Nøkkelord

source: Display %(prog)s version information and exit
fr: Affiche les informations de version de %(prog)s et quitte aussitôt

source: Specify when to enable coloring
fr: Détermine la manière d'utiliser la coloration

source: Allow %(prog)s to be run as root
es: Permitir que %(prog)s sea ejecutado con privilegios de root
fr: Autoriser %(prog)s à être lancé avec les droits root
nb_no: Tillat %(prog)s å kjøre som root

source: Commands
fr: Commandes

source: AUR related actions (default)
fr: Actions liées à AUR (par défaut)

source: Find and list .pacsave, .pacorig or .pacnew files
fr: Trouver et lister les fichiers .pacsave, .pacorig et .pacnew

source: AUR actions
fr: Actions AUR

source: Install action is implicit, when no other action is passed to the -A, --aur command
fr: L'action d'installation est implicite lorsque aucune autre action n'est passé à la commande -A, --aur

source: Display information on an AUR package and exit
fr: Affiche les informations d'un paquet AUR et quitte aussitôt

source: List locally installed AUR packages and exit
fr: Liste les paquets AUR déjà installés et quitte aussitôt

source: Search AUR packages by name and exit
fr: Recherche des paquets AUR par leur nom et quitte aussitôt

source: Upgrade installed AUR packages
fr: Mettre à jour les paquets AUR déjà installés

source: Install and Upgrade options
fr: Options d'Installation ou de Mise à jour

source: Force install or upgrade action
fr: Forcer l'installation ou la mise à jour

source: Download package info and try to resolve dependencies, but do not build or install anything
es: Descargar la información del paquete e intentar resolver dependencias, pero no consturir ni instalar nada
fr: Télécharge les informations du paquet et essaye de résoudre les dépendances, mais ne construit pas et n'installe rien
nb_no: Last ned pakkeinfo og prøv å løse avhengigheter, men ikke bygg eller installer noe

source: Run install and upgrade action in a docker (by default) or a chroot jail. Use --jail=none or --no-jail to prevent the use of a jail
fr: Exécute les actions d'installation ou de mise à jour dans environnement isolé docker (par défaut) ou chroot. Vous pouvez utiliser --jail=none ou --no-jail pour empêcher l'isolation

source: Prevent install and upgrade action to be run in a jail
fr: Empêche l'installation ou la mise à jour au sein d'un environnement isolé

source: List, Install and Upgrade options
fr: Options de liste, d'Installation ou de Mise à jour

source: Include devel packages (which name has a trailing -svn, -git…)
fr: Inclure les paquets de versions en développement (dont les noms terminent par -svn, -git…)

source: Install, Info and Search options
fr: Options d'Installation, d'Information ou de Recherche

source: One or more package name to install, look for, or display information about
fr: Un ou plusieurs noms de paquet à installer, rechercher ou afficher plus d'information à propos

source: Cleanup actions
fr: Actions de nettoyage

source: Actually cleanup things instead of just listing them
fr: Supprime réellement les éléments au lieu de simplement les lister

source: Make a deep search of transactional files instead of a quick search (use find instead of pacman db).
fr: Effectue une recherche approfondie de fichiers transactionnels (utilise find au lieu d'étudier la base de donnée de pacman).

source: Do not run {quack_cmd} as root!
es: ¡No ejecutes {quack_cmd} con privilegios de root!
fr: Ne lancez pas {quack_cmd} en tant que root !
nb_no: Ikke kjør {quack_cmd} som root!

source: No package specified (use -h for help)
fr: Aucun paquet spécifié (utiliser -h pour l’aide)

source: no orphaned package found
es: no se encontraron paquetes huérfanos
nb_no: fant ingen avsondrede pakker

source: no transactional file found
es: no se encontraron ficheros de transacciones
nb_no: ingen overgangsfil funnet

source: impossible to clone {pkg} from AUR
es: Es imposible clonar {pkg} a partir de AUR
nb_no: kunne ikke klone {pkg} fra AUR

source: {pkg} is NOT an AUR package
es: {pkg}NO ES un paquete AUR
nb_no: {pkg} er IKKE en AUR-pakke

source: A copy of the built packages has been kept in /tmp.
es: Una copia de los paquetes construidos fue conservada en /tmp.
nb_no: En kopi av de bygde pakkene har blitt behold i /tmp.

source: You should REALLY take time to inspect its PKGBUILD.
es: Deberías REALMENTE tomarte el tiempo de verificar el PKGBUILD.
nb_no: Du burde VIRKELIG ta deg tid til å gjennomse dens PKGBUILD.

source: {str} is not a valid input
es: {str} no es una entrada válida
nb_no: {str} er ikke gyldig inndata

source: Version
es: Versión
nb_no: Versjon

source: Description
es: Descripción
nb_no: Beskrivelse

source: URL
nb_no: Nettadresse

source: Display %(prog)s version information and exit.
es: Desplegar los datos de la versión de %(prog)s y salir inmediatamente.
nb_no: Vis %(prog)s-versjonsinformasjon og avslutt.

source: Force upgrade action
nb_no: Tving gjennom oppgradering

source: no targets specified (use -h for help)
es: No se especificó ningún destino (usa -h para obtener ayuda)
nb_no: ingen mål angitt (bruk -h for hjelp)

source: no operation specified (use -h for help)
es: no se especificó ninguna operación (usa -h para obtener ayuda)
nb_no: ingen operasjon angitt (bruk -h for hjelp)
